{
  "lifemc.btn.update": "Оновити зараз!",
  "lifemc.notification.update": "Доступне нове оновлення для LifeMC!",
  "lifemc.copying": "Усі права захищено. © 2021-2023 LifeMC Studios.",
  "text.autoconfig.rrls.title": "Вилучити екран перезавантаження",
  "text.autoconfig.rrls.option.enabled": "Приховати екран перезавантаження",
  "text.autoconfig.rrls.option.rgbProgress": "Кольорова панель прогресу",
  "text.autoconfig.rrls.option.rgbProgress.@Tooltip": "МОЖЕ ВИКЛИКАТИ ЕПІЛЕПСІЮ",
  "text.autoconfig.rrls.option.loadingScreenHide": "Приховати екран завантаження",
  "text.autoconfig.rrls.option.loadingScreenHide.@Tooltip": "МОЖЕ ВИКЛИКАТИ ПРОБЛЕМИ",
  "text.autoconfig.rrls.option.showIn": "Показувати процес перезавантаження ресурсів",
  "text.autoconfig.rrls.option.resetResources": "Скинути ресурси при невдалому завантаженні",
  "text.autoconfig.rrls.option.reInitScreen": "Повторна ініціалізація поточного екрана після перезавантаження",
  "text.autoconfig.rrls.option.reInitScreen.@Tooltip": "Вимкнення цієї функції може усунути зависання після завершення перезавантаження",
  "sodium.option_impact.low": "Низька",
  "sodium.option_impact.medium": "Середня",
  "sodium.option_impact.high": "Висока",
  "sodium.option_impact.extreme": "Екстрим",
  "sodium.option_impact.varies": "Різне",
  "sodium.options.pages.quality": "Якість",
  "sodium.options.pages.performance": "Продуктивність",
  "sodium.options.pages.advanced": "Розширено",
  "sodium.options.view_distance.tooltip": "Відстань візуалізації визначає, наскільки далеко буде промальовано місцевість. Чим менша відстань, тим менше рельєфу буде промальовано, що покращує частоту кадрів.",
  "sodium.options.simulation_distance.tooltip": "Відстань моделювання контролює, наскільки далеко будуть завантажені та відмічені місцевості та об’єкти. Менша відстань може зменшити навантаження на внутрішній сервер і підвищити частоту кадрів.",
  "sodium.options.brightness.tooltip": "Керує яскравістю (гаммою) гри.",
  "sodium.options.gui_scale.tooltip": "Задає максимальний масштабний коефіцієнт, який буде використано для інтерфейсу. Якщо вибрано значення «auto», то завжди використовуватиметься найбільший масштабний коефіцієнт.",
  "sodium.options.fullscreen.tooltip": "Якщо увімкнено, гра показуватиметься на весь екран (якщо підтримується).",
  "sodium.options.v_sync.tooltip": "Якщо увімкнено, частота кадрів гри буде синхронізована з частотою оновлення монітора, що забезпечить більш плавний перегляд шляхом загальної затримки введення. Цей параметр може знизити продуктивність, якщо ваша система надто повільна.",
  "sodium.options.fps_limit.tooltip": "Обмежує максимальну кількість кадрів на секунду. Це може допомогти зменшити використання заряду акумулятора і загальне навантаження на систему під час багатозадачності. Якщо увімкнено VSync, цей параметр буде проігноровано, якщо його значення не буде нижчим за частоту оновлення вашого екрана.",
  "sodium.options.view_bobbing.tooltip": "Якщо увімкнено, поле зору гравця коливатиметься під час пересування. Гравці, які відчувають заколисування під час гри, можуть отримати користь від вимкнення цього параметра.",
  "sodium.options.attack_indicator.tooltip": "Керує місцем показу індикатора атаки на екрані.",
  "sodium.options.autosave_indicator.tooltip": "Якщо увімкнено, буде показано індикатор, коли гра зберігає світ на диск.",
  "sodium.options.graphics_quality.tooltip": "Стандартна якість графіки контролює деякі застарілі параметри та необхідна для сумісності модів. Якщо для наведених нижче параметрів залишити значення «Default», вони використовуватимуть цей параметр.",
  "sodium.options.clouds_quality.tooltip": "Контролює наявність візуалізованих хмар на небі.",
  "sodium.options.weather_quality.tooltip": "Контролює якість ефектів дощу та снігу.",
  "sodium.options.leaves_quality.name": "Листя",
  "sodium.options.leaves_quality.tooltip": "Контролює якість листя.",
  "sodium.options.particle_quality.name": "Якість частинок",
  "sodium.options.particle_quality.tooltip": "Контролює максимальну кількість частинок, які можуть бути присутніми на екрані одночасно.",
  "sodium.options.smooth_lighting.tooltip": "Керує тим, чи будуть блоки плавно освітлюватися та затінюватися. Це дещо збільшує час, необхідний для перебудови чанка, але не впливає на частоту кадрів.",
  "sodium.options.biome_blend.value": "%s блок(-ів)",
  "sodium.options.biome_blend.tooltip": "Керує діапазоном, з якого будуть вибиратися біоми для забарвлення блоків. Вищі значення значно збільшують час, необхідний для побудови чанків, що призводить до зменшення покращення якості.",
  "sodium.options.entity_distance.tooltip": "Керує віддаленістю об’єктів від гравця при візуалізації. Вищі значення збільшують відстань візуалізації шляхом частоти кадрів.",
  "sodium.options.entity_shadows.tooltip": "Якщо увімкнено, під мобами та іншими об’єктами будуть зображені базові тіні.",
  "sodium.options.vignette.name": "Віньєтка",
  "sodium.options.vignette.tooltip": "Якщо увімкнено, до зображення гравця буде застосовано ефект віньєтки. Це навряд чи вплине на частоту кадрів, якщо тільки ви не обмежені у частоті заповнення.",
  "sodium.options.mipmap_levels.tooltip": "Керує кількістю міпмапів, які буде використано для текстур моделі блоку. Вищі значення забезпечують кращу візуалізацію блоків на відстані, але можуть негативно впливати на продуктивність з великою кількістю анімованих текстур.",
  "sodium.options.use_block_face_culling.name": "Відбір сторін блоків",
  "sodium.options.use_block_face_culling.tooltip": "Якщо увімкнено, для візуалізації подаватимуться лише ті сторони блоків, що звернені до камери. Це може усунути велику кількість сторін блоків на дуже ранній стадії процесу зображування, заощаджуючи пропускну здатність пам’яті та час на GPU. Деякі пакети ресурсів можуть мати проблеми з цим параметром, тому спробуйте вимкнути її, якщо ви бачите дірки у блоках.",
  "sodium.options.use_fog_occlusion.name": "Туманне затемнення",
  "sodium.options.use_fog_occlusion.tooltip": "Якщо увімкнено, чанки, які визначено як повністю приховані ефектами туману, не відображатимуться, що сприяє покращенню продуктивності. Покращення може бути більш значним, коли ефекти туману сильніші (наприклад, під водою), але це може спричинити небажані візуальні артефакти між небом і туманом у деяких сценаріях.",
  "sodium.options.use_entity_culling.name": "Відбір сутностей",
  "sodium.options.use_entity_culling.tooltip": "Якщо увімкнено, сутності, які не знаходяться у видимих чанках, будуть пропущені під час показу. Це може допомогти покращити продуктивність, уникаючи візуалізації об’єктів, розташованих під землею або за стінами.",
  "sodium.options.use_particle_culling.name": "Відбір частинок",
  "sodium.options.use_particle_culling.tooltip": "Якщо увімкнено, буде показано лише ті частинки, які визначено як видимі. Це може забезпечити значне покращення частоти кадрів, коли поблизу багато частинок.",
  "sodium.options.animate_only_visible_textures.name": "Анімувати лише видимі текстури",
  "sodium.options.animate_only_visible_textures.tooltip": "Якщо увімкнено, оновлюватимуться лише анімовані текстури, визначені як видимі. Це може суттєво підвищити частоту кадрів на деякому обладнанні, особливо з важкими пакетами ресурсів. Якщо у вас виникають проблеми з тим, що деякі текстури не анімуються, спробуйте вимкнути цей параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "Ліміт випередження візуалізації ЦП",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Вказує максимальну кількість кадрів, яку ЦП може очікувати від GPU для завершення візуалізації. Дуже низькі або високі значення можуть призвести до нестабільності частоти кадрів.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(-ів)",
  "sodium.options.allow_direct_memory_access.name": "Дозволити прямий доступ до пам’яті",
  "sodium.options.allow_direct_memory_access.tooltip": "Якщо увімкнено, деяким критичним шляхам коду буде дозволено використовувати прямий доступ до пам’яті для підвищення продуктивності. Це часто значно зменшує навантаження на процесор під час візуалізації блоків і сутностей, але може ускладнити діагностику деяких помилок і збоїв. Вимкніть цей параметр, лише якщо вас про це попросили або якщо ви знаєте, що робите.",
  "sodium.options.enable_memory_tracing.name": "Трасування пам’яті",
  "sodium.options.enable_memory_tracing.tooltip": "Функція налагодження. Якщо увімкнено, трасування стаку збиратиметься разом із розподілами пам’яті, що допоможе покращити діагностичну інформацію при виявленні джерел пам’яті.",
  "sodium.options.performance_impact_string": "Вплив продуктивності: %s",
  "sodium.options.use_persistent_mapping.name": "Постійний показ",
  "sodium.options.use_persistent_mapping.tooltip": "Якщо увімкнено, невелика частина пам’яті буде постійно показана як буфер очікування для завантаження чанків, що допоможе зменшити навантаження на процесор і нестабільність кадрів при завантаженні або оновленні чанків.\n\nПотрібна наявність OpenGL 4.4 або ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Розподілювач пам’яті чанку",
  "sodium.options.chunk_memory_allocator.tooltip": "Дозволяє вибрати розподільник пам’яті, який буде використано для покадрової візуалізації.\n— АСИНХРОННИЙ: найшвидший варіант, добре працює з більшістю сучасних графічних драйверів.\n— ЗАМІННИЙ: Запасний варіант для старих графічних драйверів. Може значно збільшити використання пам’яті.",
  "sodium.options.chunk_memory_allocator.async": "Асинхронний",
  "sodium.options.chunk_memory_allocator.swap": "Замінний",
  "sodium.options.chunk_update_threads.name": "Потоки оновлення чанків",
  "sodium.options.chunk_update_threads.tooltip": "Вказує кількість потоків, які слід використовувати для побудови чанків. Використання більшої кількості потоків може пришвидшити завантаження та оновлення чанків, але може негативно вплинути на показ кадрів.",
  "sodium.options.always_defer_chunk_updates.name": "Завжди відкладати оновлення чанків",
  "sodium.options.always_defer_chunk_updates.tooltip": "Якщо увімкнено, візуалізація ніколи не чекатиме на завершення оновлення чанків, навіть якщо вони є важливими. Це може значно покращити частоту кадрів у деяких сценаріях, але може призвести до значного візуального відставання у світі.",
  "sodium.options.use_no_error_context.name": "Контекст без помилок",
  "sodium.options.use_no_error_context.tooltip": "Якщо увімкнено, контекст OpenGL буде створено з вимкненою перевіркою помилок. Це може дещо покращити продуктивність, але також збільшує ризик того, що гра вилетить замість того, щоб м’яко обробити помилки OpenGL. Вимкніть цей параметр, якщо у вас трапляються раптові незрозумілі вилітання.",
  "sodium.options.buttons.undo": "Скасувати",
  "sodium.options.buttons.apply": "Застосувати",
  "sodium.options.buttons.donate": "Підтримати Sodium!",
  "sodium.console.game_restart": "Щоб застосувати налаштування відео, потрібно перезапустити гру!",
  "sodium.console.broken_nvidia_driver": "Ваші графічні драйвери NVIDIA застаріли!\n  * Це призведе до серйозних проблем з продуктивністю та збоїв при встановленні Sodium.\n  * Будь ласка, оновіть свої графічні драйвери до останньої версії (версії 536.23 або новішої.)",
  "sodium.console.pojav_launcher": "PojavLauncher не підтримується при використанні Sodium.\n  * Дуже ймовірно, що ви зіткнетеся з проблемами продуктивності, графічними помилками та збоями.\n  * Якщо ви вирішите продовжувати, ви будете самі по собі — ми не допоможемо вам з будь-якими помилками або збоями!",
  "modmenu.summaryTranslation.sodium": "Сучасний рушій візуалізації та мод для оптимізації на стороні клієнта для Minecraft",
  "modmenu.descriptionTranslation.sodium": "Sodium — це безплатний мод оптимізації з відкритим вихідним кодом для Minecraft, який покращує частоту кадрів і зменшує зависання.",
  "rso.search_bar_empty": "Параметри пошуку...",
  "modmenu.summaryTranslation.reeses-sodium-options": "Замінює екран параметрів Sodium",
  "modmenu.descriptionTranslation.reeses-sodium-options": "Замінює екран налаштувань Sodium з метою покращення UX"
}