{
  "lifemc.btn.update": "Actualizează acum!",
  "lifemc.notification.update": "O nouă actualizare este disponibilă pentru LifeMC!",
  "lifemc.copying": "All rights reserved. © 2021-2024 LifeMC Studios.",
  "text.autoconfig.rrls.title": "Eliminați ecranul de reîncărcare",
  "text.autoconfig.rrls.option.enabled": "Ascundeți ecranul de încărcare",
  "text.autoconfig.rrls.option.rgbProgress": "Bară de progres colorată",
  "text.autoconfig.rrls.option.rgbProgress.@Tooltip": "POATE PROVOCA EPILEPSIE",
  "text.autoconfig.rrls.option.loadingScreenHide": "Ascundeți ecranul de încărcare",
  "text.autoconfig.rrls.option.loadingScreenHide.@Tooltip": "POATE PROVOCA PROBLEME",
  "text.autoconfig.rrls.option.showIn": "Afișarea procesului de reîncărcare a resurselor",
  "text.autoconfig.rrls.option.resetResources": "Resetare resurse la încărcare eșuată",
  "text.autoconfig.rrls.option.reInitScreen": "Reinițializarea ecranului curent după o reîncărcare",
  "text.autoconfig.rrls.option.reInitScreen.@Tooltip": "Dezactivarea acestei funcții poate elimina blocarea după finalizarea reîncărcării",
  "sodium.option_impact.low": "Redusă",
  "sodium.option_impact.medium": "Medie",
  "sodium.option_impact.high": "Ridicată",
  "sodium.option_impact.extreme": "Extrem",
  "sodium.option_impact.varies": "Variază",
  "sodium.options.pages.quality": "Calitate",
  "sodium.options.pages.performance": "Performanţă",
  "sodium.options.pages.advanced": "Avansat",
  "sodium.options.view_distance.tooltip": "Distanța de randare controlează cât de departe va fi redat terenul. Distanțele mai scurte înseamnă că va fi redat mai puțin teren, îmbunătățind ratele de cadre.",
  "sodium.options.simulation_distance.tooltip": "Distanța de simulare controlează cât de departe vor fi încărcate și bifate terenul și entitățile. Distanțele mai scurte pot reduce încărcarea internă a serverului și pot îmbunătăți ratele de cadre.",
  "sodium.options.brightness.tooltip": "Controlează luminozitatea (gama) jocului.",
  "sodium.options.gui_scale.tooltip": "Setează factorul de scară maxim pentru a fi utilizat pentru interfața utilizatorului. Dacă se folosește 'auto', atunci factorul de scară cel mai mare va fi întotdeauna utilizat.",
  "sodium.options.fullscreen.tooltip": "Dacă este activat, jocul se va afișa pe ecran complet (dacă este suportat).",
  "sodium.options.v_sync.tooltip": "Dacă este activată, frecvența de cadre a jocului va fi sincronizată cu rata de reîmprospătare a monitorului, oferind o experiență în general mai fluidă în detrimentul latenței generale de intrare. Această setare poate reduce performanța dacă sistemul dumneavoastră este prea lent.",
  "sodium.options.fps_limit.tooltip": "Limitează numărul maxim de cadre pe secundă. Acest lucru poate ajuta la reducerea utilizării bateriei și a încărcării generale a sistemului atunci când faceți mai multe sarcini. Dacă VSync este activat, această opțiune va fi ignorată dacă nu este mai mică decât rata de reîmprospătare a afișajului.",
  "sodium.options.view_bobbing.tooltip": "Dacă este activată, vizualizarea jucătorului se va legăna și se va balansa atunci când se va deplasa. Jucătorii care se confruntă cu rău de mișcare în timpul jocului pot beneficia de dezactivarea acestei opțiune.",
  "sodium.options.attack_indicator.tooltip": "Controlează unde este afișat indicatorul de atac pe ecran.",
  "sodium.options.autosave_indicator.tooltip": "Dacă este activat, va fi afișat un indicator când jocul salvează lumea pe disc.",
  "sodium.options.graphics_quality.tooltip": "Calitatea grafică implicită controlează unele opțiuni vechi și este necesară pentru compatibilitatea modurilor. Dacă opțiunile de mai jos sunt lăsate la „Implicit”, vor folosi această setare.",
  "sodium.options.clouds_quality.tooltip": "Controlează prezența norilor redați pe cer.",
  "sodium.options.weather_quality.tooltip": "Controlează calitatea efectelor ploii și zăpezii.",
  "sodium.options.leaves_quality.name": "Frunze",
  "sodium.options.leaves_quality.tooltip": "Controlează calitatea frunzelor.",
  "sodium.options.particle_quality.name": "Calitatea particulelor",
  "sodium.options.particle_quality.tooltip": "Controlează numărul maxim de particule care pot fi prezente pe ecran la un moment dat.",
  "sodium.options.smooth_lighting.tooltip": "Controlează dacă blocurile vor fi luminate și umbrite fără probleme. Acest lucru crește puțin timpul necesar pentru a reconstrui o bucată, dar nu afectează ratele de cadre.",
  "sodium.options.biome_blend.value": "%s Blocuri",
  "sodium.options.biome_blend.tooltip": "Controlează intervalul în care biomi vor fi eșantionați pentru colorarea blocului. Valorile mai mari cresc foarte mult timpul necesar pentru a construi bucăți pentru diminuarea îmbunătățirii calității.",
  "sodium.options.entity_distance.tooltip": "Controlează cât de departe pot reda entitățile de jucător. Valorile mai mari cresc distanța de randare în detrimentul ratelor de cadre.",
  "sodium.options.entity_shadows.tooltip": "Dacă este activată, umbrele de bază vor fi redate sub mob-uri și alte entități.",
  "sodium.options.vignette.name": "Vinietă",
  "sodium.options.vignette.tooltip": "Dacă este activat, un efect de vignetă va fi redat pe vizualizarea jucătorului. Este foarte puțin probabil ca acest lucru să facă o diferență în ceea ce privește ratele de cadre, cu excepția cazului în care sunteți limitat în rata de umplere.",
  "sodium.options.mipmap_levels.tooltip": "Controlează numărul de mipmap-uri care vor fi utilizate pentru texturile modelului bloc. Valorile mai mari oferă o redare mai bună a blocurilor de la distanță, dar pot afecta negativ performanța cu multe texturi animate.",
  "sodium.options.use_block_face_culling.name": "Utilizați tăierea cu fața în bloc",
  "sodium.options.use_block_face_culling.tooltip": "Dacă este activată, doar părțile laterale ale blocurilor care sunt îndreptate spre cameră vor fi trimise pentru randare. Acest lucru poate elimina un număr mare de fețe de bloc foarte devreme în procesul de randare, economisind lățime de bandă a memoriei și timp pe GPU. Unele pachete de resurse pot avea probleme cu această opțiune, așa că încercați să o dezactivați dacă vedeți găuri în blocuri.",
  "sodium.options.use_fog_occlusion.name": "Utilizați ocluzie de ceață",
  "sodium.options.use_fog_occlusion.tooltip": "Dacă este activată, bucățile care sunt determinate a fi complet ascunse de efectele de ceață nu vor fi redate, contribuind la îmbunătățirea performanței. Îmbunătățirea poate fi mai dramatică atunci când efectele de ceață sunt mai grele (cum ar fi sub apă), dar poate provoca artefacte vizuale nedorite între cer și ceață în unele scenarii.",
  "sodium.options.use_entity_culling.name": "Utilizați Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "Dacă este activată, entitățile care s-au stabilit că nu se află în nicio bucată vizibilă vor fi omise în timpul redării. Acest lucru poate ajuta la îmbunătățirea performanței prin evitarea redării entităților situate în subteran sau în spatele zidurilor.",
  "sodium.options.use_particle_culling.name": "Utilizați Culling De Particule",
  "sodium.options.use_particle_culling.tooltip": "Dacă este activată, vor fi redate numai particulele care sunt determinate a fi vizibile. Acest lucru poate oferi o îmbunătățire semnificativă a ratelor de cadre atunci când multe particule sunt în apropiere.",
  "sodium.options.animate_only_visible_textures.name": "Animați numai texturi vizibile",
  "sodium.options.animate_only_visible_textures.tooltip": "Dacă este activată, vor fi actualizate numai texturile animate determinate a fi vizibile. Acest lucru poate oferi o creștere semnificativă a ratelor de cadre pe unele hardware, în special cu pachetele de resurse mai grele. Dacă întâmpinați probleme cu unele texturi care nu sunt animate, încercați să dezactivați această opțiune.",
  "sodium.options.cpu_render_ahead_limit.name": "Limita randării CPU",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Specifică numărul maxim de cadre pe care procesorul le poate aștepta pe GPU pentru a termina randarea. Valorile foarte scăzute sau ridicate pot crea instabilitate a ratei cadrelor.",
  "sodium.options.cpu_render_ahead_limit.value": "%s fps",
  "sodium.options.allow_direct_memory_access.name": "Permite acces direct la memorie",
  "sodium.options.allow_direct_memory_access.tooltip": "Dacă este activată, unele căi de cod critice vor putea folosi accesul direct la memorie pentru performanță. Acest lucru reduce adesea foarte mult supraîncărcarea CPU pentru randarea bucăților și a entităților, dar poate face mai dificilă diagnosticarea unor erori și blocări. Ar trebui să dezactivați acest lucru numai dacă vi s-a cerut sau dacă știți altfel ce faceți.",
  "sodium.options.enable_memory_tracing.name": "Activați urmărirea memoriei",
  "sodium.options.enable_memory_tracing.tooltip": "Caracteristica de depanare. Dacă este activată, urmele stivei vor fi colectate împreună cu alocările de memorie pentru a ajuta la îmbunătățirea informațiilor de diagnosticare atunci când sunt detectate scurgeri de memorie.",
  "sodium.options.performance_impact_string": "Impactul performanței: %s",
  "sodium.options.use_persistent_mapping.name": "Utilizați cartografierea persistentă",
  "sodium.options.use_persistent_mapping.tooltip": "Dacă este activată, o cantitate mică de memorie va fi mapată în mod persistent ca un tampon intermediar pentru încărcarea bucăților, contribuind la reducerea supraîncărcării CPU și a instabilității timpului de cadre la încărcarea sau actualizarea bucăților.\nNecesită OpenGL 4.4 sau ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Alocatorul de memorie chunk",
  "sodium.options.chunk_memory_allocator.tooltip": "Selectează alocatorul de memorie care va fi folosit pentru randarea fragmentelor.\n- ASYNC: Cea mai rapidă opțiune, funcționează bine cu majoritatea driverelor grafice moderne.\n- SWAP: opțiune de rezervă pentru driverele grafice mai vechi. Poate crește semnificativ utilizarea memoriei.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Schimbați",
  "sodium.options.chunk_update_threads.name": "Fire de actualizare în bucăți",
  "sodium.options.chunk_update_threads.tooltip": "Specifică numărul de fire de execuție de utilizat pentru construirea de bucăți. Utilizarea mai multor fire de execuție poate accelera încărcarea în bucăți și viteza de actualizare, dar poate avea un impact negativ asupra duratei cadrelor.",
  "sodium.options.always_defer_chunk_updates.name": "Amânați întotdeauna actualizările fragmentelor",
  "sodium.options.always_defer_chunk_updates.tooltip": "Dacă este activată, redarea nu va aștepta niciodată ca actualizările în bloc să se termine, chiar dacă sunt importante. Acest lucru poate îmbunătăți considerabil ratele de cadre în unele scenarii, dar poate crea un decalaj vizual semnificativ în lume.",
  "sodium.options.use_no_error_context.name": "Utilizați contextul fără erori",
  "sodium.options.use_no_error_context.tooltip": "Dacă este activat, contextul OpenGL va fi creat cu verificarea erorilor dezactivată. Acest lucru poate îmbunătăți ușor performanța, dar crește și riscul ca jocul să se blocheze în loc să gestioneze cu grație erorile OpenGL. Ar trebui să dezactivați această opțiune dacă întâmpinați blocări bruște inexplicabile.",
  "sodium.options.buttons.undo": "Anulează",
  "sodium.options.buttons.apply": "Aplică",
  "sodium.options.buttons.donate": "Susține Sodium!",
  "sodium.console.game_restart": "Jocul trebuie repornit pentru a aplica una sau mai multe setări video!",
  "sodium.console.broken_nvidia_driver": "Driverele dvs. grafice NVIDIA sunt învechite!\n   * Acest lucru va cauza probleme grave de performanță și blocări atunci când Sodium este instalat.\n   * Actualizați driverele grafice la cea mai recentă versiune (versiunea 536.23 sau mai nouă.)",
  "sodium.console.pojav_launcher": "PojavLauncher nu este acceptat când se utilizează Sodium.\n   * Este foarte probabil să întâmpinați probleme de performanță extreme, erori grafice și blocări.\n   * Veți fi singur dacă decideți să continuați -- nu vă vom ajuta cu nicio eroare sau blocare!",
  "modmenu.summaryTranslation.sodium": "Motor modern de randare și mod de optimizare la nivelul clientului pentru Minecraft",
  "modmenu.descriptionTranslation.sodium": "Sodium este un mod de optimizare gratuit și open-source pentru Minecraft, care îmbunătățește ratele de cadre și reduce vârfurile de lag.",
  "rso.search_bar_empty": "Optiuni de cautare...",
  "modmenu.summaryTranslation.reeses-sodium-options": "Înlocuiește ecranul cu opțiuni de Sodium",
  "modmenu.descriptionTranslation.reeses-sodium-options": "Înlocuiește ecranul de opțiuni al Sodium cu intenția de a îmbunătăți UX-ul"
}